Author=Joel Toivonen (hukka) <hukkax@gmail.com>
SourceLANGID=1033
LANGID=1035
Generator=DKLang Translation Editor v3.0
LastModified=2011-09-27 17:50:26

[FAbout]
00000001=Tietoja Fonystä
00000003=Kitokset
00000006=Tietoja
00000007=Muutosloki
00000009=Komponentit:
00000010=© 2006-2011 Joel Toivonen (hukka)\nTämä ohjelma on Freewarea.

[FConfig]
00000001=Asetukset
00000009=OK
00000010=Oletukset
00000011=Yleistä
00000012=Muokkaus
00000013=Muokkaustapa
00000014=Oikea näppäin sammuttaa pikselin, keskimmäinen vaihtaa pikselin tilaa.
00000015=Vasen näppäin sytyttää pikselin
00000016=Vasen näppäin vaihtaa pikselin tilaa
00000017=Käytä vanhanmallisia tiedostonselausdialogeja
00000019=Paletti
00000020=Editorin taustaväri
00000021=Editorin tausta\nEditorin glyyfi\nEditorin ristikko\nEditorin perusviiva\nGlyyfivalitsimen tausta\nGlyyfivalitsimen glyyfit\nValitun glyyfin tausta\nValittu glyyfi\n
00000025=Kieli
00000026=Käytä yhteensopivampaa muotoa Win3.x -fonteille
00000027=Käytä Windows 3.x -tyylisiä tiedostonselausdialogeja
00000028=Kirjoita yhteensopivampia Win3.x -fonttiresursseja.\n(Aina käytössä Win2.x -fonteille.)

[FEditor]
00000001=Glyyfieditori

[FExportBitmap]
00000001=Vie bittikartta
00000002=Kirjoita bittikarttaan
00000003=Merkkijono:
00000004=Merkit väliltä:
00000005=Bitmap Font Writerin formaatissa
00000006=Värit
00000007=BG:
00000008=FG:
00000009=Läpinäkyvä tausta
00000016=OK
00000017=Peruuta
00000018=Reunus
00000019=PNG-kuvat|*.png|BMP-kuvat|*.bmp
00000020=<filename> - Tiedoston nimi ilman tiedostopäätettä\n<name> - Kirjasimen nimi\n<size> - Kirjasimen koko\n<i0> - Glyyfin indeksi (ensimmäinen tallennettava = 0)\n<i> - Glyyfin indeksi (ensimmäinen tallennettava = 1)\n<a> - Glyyfin ASCII-arvo
00000022=Kirjoita jokainen glyyfi omaan tiedostoonsa
00000023=Nimeämiskaava:

[FImportBitmap]
00000001=Tuo bittikartta
00000012=Bittikartan sisältämät merkit
00000013=Merkkijono:
00000014=Alue:
00000015=OK
00000017=Poimi merkit!
00000030=Tarkkuus:
00000032=Tekstin väri:\nTaustaväri:\n

[FInfo]
00000001=Fontin tiedot
00000003=Ensimmäinen merkki
00000023=OK
00000024=Peruuta
00000025=Perusasetukset
00000026=Lisäasetukset
00000027=Copyright
00000028=Korkeus (pikseliä)
00000029=Perusviiva
00000030=Nimi
00000031=Viimeinen merkki
00000032=Yliviivattu
00000033=Alleviivattu
00000034=Kursivoitu
00000035=Tasalevyinen
00000036=Paino
00000037=Perhe
00000038=Merkistö
00000039=Oletusmerkki,\nSanankatkaisumerkki
00000040=Internal leading,\nRivinväli
00000041=Resoluutio\nHoris., Vert
00000043=Thin\nExtra-light\nLight\nRegular\nMedium\nSemi-bold\nBold\nExtra-bold\nBlack\n
00000045=Ei väliä\nRoman (pääteviivallinen, suhteutettu)\nSwiss (päätteetön, suhteutettu)\nModern (tasalevyinen)\nScript (kursiivi)\nDecorative (koristeellinen)\n
00000047=Kirjoita Windows 2.x -tiedostomuodossa
00000048=(Ensimmäisestä merkistä laskien)
00000049=FON
00000050=Modulin nimi
00000051=Kuvaus
00000052=Käytä Versioresurssia:
00000054=Nollaa

[FMain]
00000001=Fony
00000010=Windows-bittikarttafontit|*.fon;*.fnt
00000011=FON-fontit|*.fon|FNT-fonttiresurssit|*.fnt
00000097=Tuetut tiedostomuodot (BMP, PNG)|*.bmp;*.png
00000170=Uusi
00000171=Uusi
00000172=Kumoa
00000173=Kumoa viimeiset muutokset
00000174=Peilaa horis.
00000175=Peilaa horisontaalisesti
00000176=Peilaa vert.
00000177=Peilaa vertikaalisesti
00000178=Avaa asennettu fontti...
00000179=Avaa asennettu...
00000180=Avaa tiedosto...
00000181=Avaa...
00000182=Tallenna
00000183=Tallenna
00000184=Tallenna nimellä...
00000185=Tallenna nimellä...
00000186=Poistu
00000187=Poistu ohjelmasta
00000188=Kopioi
00000189=Kopioi
00000190=Liitä
00000191=Liitä
00000192=Lataa uudelleen
00000193=Lataa tiedosto uudelleen
00000194=Tyhjennä
00000195=Tyhjennä glyyfi
00000196=Tee käänteinen
00000197=Tee glyyfistä käänteinen
00000198=Muuta kokoa...
00000199=Ominaisuudet
00000200=Fontin ominaisuudet
00000201=Esikatsele
00000202=Fontin esikatselu
00000203=Asetukset
00000204=Asetukset...
00000205=Asennettu TrueType-fontti...
00000206=Amigan bittikarttafontti
00000207=Bittikartasta...
00000208=BDF-fontti...
00000209=Bitmap Font Writer -fontti...
00000210=Bittikartta...
00000211=BDF-fontti...
00000218=Tietoja...
00000219=Tee lahjoitus
00000220=Leikkaa reunat...
00000221=Asenna fontti
00000222=Poista fontti
00000226=Tee lihavoitu
00000227=Kotisivu
00000228=Foorumi
00000229=Heksanäyttö
00000230=Heksanäyttö
00000233=Menupalkki
00000273=Tiedosto
00000274=Uusi
00000275=Avaa tiedosto...
00000276=Avaa asennettu fontti...
00000278=Tuo
00000279=Lataa uudelleen
00000280=Tallenna
00000281=Tallenna nimellä...
00000282=Vie
00000283=Asenna fontti
00000284=Poista fontti
00000285=Poistu
00000286=Muokkaa
00000287=K&umoa
00000288=Kopioi
00000289=Liitä
00000290=Tee lihavoitu
00000291=Tee käänteinen
00000292=Peilaa
00000293=Peilaa horis.
00000294=Peilaa vert.
00000295=Leikkaa reunat...
00000296=Muuta kokoa...
00000297=Ominaisuudet
00000298=Näytä
00000299=Ristikko
00000300=Neliöpikselit
00000301=Glyyfipaletti
00000303=Esikatselu
00000304=Heksanäyttö
00000305=Asetukset
00000307=Apua
00000308=Kotisivu
00000309=Foorumi
00000310=Tee lahjoitus
00000311=Tietoja...
00000312=Työkalupaletti
00000313=Asenna fontti
00000314=Tuo asennettu TrueType-fontti
00000315=Tuo bittikartasta...
00000316=Tuo Bitmap Font Writer -fontti
00000317=Tuo BDF-fontti
00000318=Tuo Amigan bittikarttafontti
00000319=Vie bittikartta
00000320=Vie BDF-fontti
00000321=Poistu ohjelmasta
00000322=Poistu ohjelmasta
00000323=Muuta kokoa
00000324=Liitä
00000325=Liitä
00000326=Tee käänteinen
00000327=Tee glyyfistä käänteinen
00000328=Kopioi
00000329=Kopioi
00000330=Tyhjennä
00000331=Tyhjennä glyyfi
00000332=Tee lihavoitu
00000334=Leikkaa leveydestä
00000335=Tietoja Fonystä
00000379=Piirtotyökalut
00000380=Esikatselu
00000382=Glyyfi
00000391=Täyttö
00000392=Viiva
00000393=Kynä
00000398=Glyyfin leveys
00000400=Glyyfin muokkaus
00000405=Fontit
00000406=Sans-serif -esimerkki
00000407=Serif-esimerkki
00000408=ASCII-desimaalikoodi
00000409=ASCII-heksakoodi
00000412=Uusi
00000413=Uusi
00000414=Avaa tiedosto...
00000415=Avaa...
00000416=Avaa asennettu fontti...
00000417=Avaa asennettu...
00000418=Lataa uudelleen
00000419=Lataa tiedosto uudelleen
00000420=Tallenna
00000421=Tallenna
00000422=Tallenna nimellä...
00000423=Tallenna nimellä...
00000424=Poista fontti
00000425=Fontin ominaisuudet
00000426=Fontin ominaisuudet
00000427=Glyyfin leveys
00000428=Siveltimen koko
00000476=Siirrä vasemmalle
00000477=Siirrä oikealle
00000478=Siirrä ylös
00000479=Siirrä alas
00000480=Peilaa horisontaalisesti
00000481=Peilaa vertikaalisesti
00000482=Avaa... (Lista)
00000483=Avaa edellisiä... (Lista)
00000484=Tallenna... (Lista)
00000485=Edellisiä
00000486=Edellisiä
00000488=ABCDEFGHIJKLMNO\nPQRSTUVWXYZÅÄÖ\nabcdefghijklmno\npqrstuvwxyzåäö\n0123456789,.-+;:_'*\n~^!"#¤%/()=?@£${}[]\n
00000495=Muokkaa komentoja...
00000496=Muokkaa...
00000500=Loitonna
00000501=Lähennä
00000502=Piirrä
00000503=Piirrä viivoja
00000504=Täytä alueita
00000507=Skaalaa...
00000508=Tuo asennettu TrueType-fontti...
00000509=Tuo Amigan bittikarttafontti...
00000510=Tuo bittikartasta...
00000511=Tuo BDF-fontti...
00000512=Tuo Bitmap Font Writer -fontti...
00000513=Vie bittikartta...
00000514=Vie BDF-fontti...
00000515=Tietoja Fonystä
00000516=Tee lahjoitus
00000517=Leikkaa glyyfien leveydet...
00000518=Asenna fontti
00000519=Poista fontti
00000520=Lihavoi
00000521=Fonyn kotisivu...
00000522=Fonyn keskustelupalsta...
00000523=Siirrä vasemmalle
00000524=Siirrä oikealle
00000525=Siirrä ylös
00000526=Siirrä alas
00000527=Muokkaa komentoja...
00000528=Loitonna
00000529=Lähennä
00000530=Asenna fontti
00000531=Poista fontti
00000532=Tuo Amigan bittikarttafontti...
00000533=Vie BDF-fontti...
00000534=Tuo Bitmap Font Writer -fontti...
00000535=Tuo bittikartasta...
00000536=Tuo asennettu TrueType-fontti...
00000537=Tuo BDF-fontti...
00000538=Vie bittikartta...
00000539=Lihavoi
00000540=Skaalaa...
00000541=Leikkaa glyyfien leveydet...
00000542=Tietoja Fonystä
00000543=Taustan väri
00000544=Tekstin väri
00000545=Valitun glyyfin väri
00000548=Ristikko
00000549=Neliöpikselit
00000550=Glyyfipaletti
00000551=
00000552=
00000553=Vie binääridatana
00000554=Vie fontti binääridatana
00000555=Binääridata...
00000557=&Tee uudelleen
00000558=Tee uudelleen

[FOpenFont]
00000001=Avaa asennettu fontti
00000002=OK
00000003=Peruuta

[FPreview]
00000001=Esikatselu
00000014=Suurenna

[FProportional]
00000001=Muunna fontti
00000002=Lisää oikeaan reunaan tyhjää (pikseleinä):
00000003=Valitse sopivat leveydet merkeille automaattisesti
00000004=OK
00000005=Peruuta

[FResizeFont]
00000001=Fontin koon muunnos
00000002=OK
00000003=Peruuta
00000005=Horisontaalisesti:
00000006=Vertikaalisesti:
00000007=Pikselillä
00000008=Prosenttia
00000009=Puolita koko
00000010=Tuplaa koko

[FSaveFont]
00000001=Valitse tallennettavat fontit
00000002=OK
00000003=Peruuta

[FTools]
00000001=Työkalut
00000002=Piirrä vapaasti
00000003=Piirrä viivoja
00000004=Täytä alueita
00000005=Siirrä
00000006=Glyyfi
00000007=Windows-glyyfi
00000008=OEM-glyyfi
00000009=Glyyfi
00000010=Leveys
00000011=Sivellin-\nkoko:

[FCropper]
00000001=Reunojen leikkaus
00000004=OK
00000005=Peruuta
00000006=Vasen:
00000007=Oikea:
00000008=Jätä sivuille tyhjää tilaa (pikseleinä):

[CustomizeForm]
00000001=Muokkaus
00000002=Työkalupalkki
00000003=Työkalupalkit
00000004=Komennot
00000005=Oikotiet
00000006=Komennot
00000007=Raahaa komentoja työkalupalkkiin lisätäksesi komentopainikkeita. Poistaaksesi painikkeita raahaa ne palkista komentolistaan.
00000008=Oikotiet
00000009=Oikotie
00000010=Muuta
00000011=Työkalupalkit
00000012=Työkalupalkit
00000013=Asetukset
00000014=Joitakin tekstiselitteitä\nEi tekstiselitteitä\nNäytä tekstiselitteet\nVain tekstiselitteet
00000015=Suuret kuvakkeet\nPienet kuvakkeet\n
00000016=Tekstiasetukset
00000017=Ikoniasetukset
00000018=Näkyvissä
00000019=Nahat
00000020=Sulje
00000021=Palauta oletukset

[FBinaryExport]
00000001=Vie binäärimuodossa
00000002=Bittejä per rivi:
00000003=OK
00000004=Peruuta

[$CONSTANTS]
GLYPH_PLURAL=glyyfiä
GLYPH_SINGULAR=glyyfi
MSTR_ABOUTDIALOG=Versio $Version$\n$BuildDate$
MSTR_ASKSAVE_NO=Hylkää
MSTR_ASKSAVE_YES=Tallenna
MSTR_BFWIMPORT_GETASCII=Syötä kuvan ensimmäisen merkin ASCII-koodi.
MSTR_BFWIMPORT_TITLE=Bitmap Font Writer -tuonti
MSTR_CANCEL=Peruuta
MSTR_CANCELED=Toiminto peruutettu.
MSTR_CONFIRM_CONVERTMONOSPACED=Muutetaanko fontti tasalevyiseksi?\nGlyyfien uusi leveys tulee olemaan %d pikseliä.
MSTR_CONFIRM_CONVERTMONOSPACED_TITLE=Muunna tasalevyiseksi
MSTR_CONFIRM_DELETEFONT=Haluatko varmasti poistaa tämän fontin?
MSTR_CONFIRM_DELETEFONT_TITLE=Varmista fontin poisto
MSTR_CONFIRM_FONTMODIFIED=Fonttia on muokattu.\nTallennetaanko siihen tehdyt muutokset?
MSTR_CONFIRM_FONTMODIFIED_TITLE=Fonttia on muokattu
MSTR_CONFIRM_RESETSETTINGS=Palautetaanko oletusasetukset?
MSTR_CONFIRM_RESETSETTINGS_TITLE=Oletusasetusten palautus
MSTR_CUST_CHANGESHORTCUT=Komento "%s" käyttää jo kyseistä oikotietä.\nHaluatko siirtää oikotien "%s" -komennolle?
MSTR_CUST_CHANGESHORTCUTTITLE=Muokkaa näppäinoikotietä
MSTR_CUST_SEPARATOR=[ Väli ]
MSTR_CUST_SEPARATOR_BLANK=[ Tyhjä väli ]
MSTR_DIALOG_CONFIRM=Varmista
MSTR_DIALOG_ERROR=Virhe
MSTR_DIALOG_NOTICE=Huomautus
MSTR_DIALOG_WARNING=Varoitus
MSTR_DONE_BFWIMPORT=Bitmap Font Writer -fontti tuotu.
MSTR_DONE_BINARYEXPORT=Binaaridata tallennettu.
MSTR_DONE_CONVERTMONOSPACED=Fontti muutettu tasalevyiseksi.
MSTR_DONE_CONVERTPROPORTIONAL=Fontti muutettu vaihtuvalevyiseksi.
MSTR_DONE_EXPORTBITMAP=Bittikartta tallennettu.
MSTR_DONE_FONTCREATE=Uusi fontti luotu.
MSTR_DONE_FONTIMPORT=Fontti tuotu.
MSTR_DONE_FONTINSTALL=Fontti asennettu. (%s)
MSTR_DONE_FONTLIST_NEWFONT=Uusi fontti luotu.
MSTR_DONE_FONTLIST_REMOVEFONT=Fontti poistettu.
MSTR_DONE_FONTLOAD=Fontti ladattu. (%d kilotavua)
MSTR_DONE_FONTRESIZE=Fontti skaalattu.
MSTR_DONE_FONTSAVE=Fontti tallennettu. (%d kilotavua)
MSTR_DONE_FONTUNINSTALL=Fontti poistettu.
MSTR_DONE_IMPORTFNT_MANY=%d fonttiresurssia tuotu.
MSTR_DONE_IMPORTFNT_ONE=Fonttiresurssi tuotu.
MSTR_ERROR_BFWIMPORT=Tämä bittikartta ei ole Bitmap Font Writer -muodossa.\nHaluatko yrittää ladata sen kuitenkin?
MSTR_ERROR_CONVERTED=Bittikartan koko ylittää Win2.x -fonttimuodon rajoitukset; muunnettu Win3.x -muotoon.
MSTR_ERROR_FONTLOAD=Virhe fonttia ladattaessa:
MSTR_ERROR_FONTLOAD_TITLE=Virhe fonttia ladattaessa
MSTR_ERROR_FONTSAVE=Fontin tallennus epäonnistui.
MSTR_ERROR_FONTUNINSTALL=Virhe poistettaessa fonttia.
MSTR_ERROR_GETBITMAPFONTS=Asennettuja bittikarttafontteja ei löytynyt!
MSTR_ERROR_GETBITMAPFONTS_TITLE=Virhe
MSTR_FILEDIALOG_ALLFILES=Kaikki tiedostot
MSTR_FILEDIALOG_AMIGABITMAPFONTS=Amigan bittikarttafontit
MSTR_FILEDIALOG_BDFBITMAPFONTS=BDF-fontit
MSTR_FNT_ERROR_DATATOOSHORT=Liian lyhyt tietue.
MSTR_FNT_ERROR_FILENOTFOUND=Tiedostoa ei löydy.
MSTR_FNT_ERROR_INVALIDBOUNDARIES=Fonttiresurssin koko tai sijainti ei kelpaa.
MSTR_FNT_ERROR_INVALIDHEADER=Epäkelpo otsake.
MSTR_FNT_ERROR_INVALIDNEHEADER=Sopivaa NE-otsaketta ei löydy tiedostosta.
MSTR_FNT_ERROR_NONE=Ei virhettä
MSTR_FNT_ERROR_OVERRUN=Bittikarttadata ei ole kokonaan tiedoston rajojen sisällä.
MSTR_FNT_ERROR_UNKNOWN=Tuntematon virhe!
MSTR_FNT_ERROR_UNSUPPORTED=Fontti on muodossa, jota ohjelma ei tue.
MSTR_FNT_ERROR_VECTORFONT=Ohjelma ei tue vektorifontteja.
MSTR_FONTLIST_NEWFONT=Uusi fontti
MSTR_FONTMENU_ADD=Lisää...
MSTR_FONTMENU_ADDFROMFILE=Lisää tiedostosta...
MSTR_FONTMENU_REMOVE=Poista fontti
MSTR_NO=Ei
MSTR_OK=OK
MSTR_WARNING_FONTLOAD=Varoitus:
MSTR_WARNING_FONTLOAD_TITLE=Varoitus
MSTR_WARNING_NOFONTLOADED=Ei fonttia avoinna
MSTR_YES=Kyllä
